{
    "nickname": "Poportss",
    "name": "Rafael Portela",
    "email-name":"Nombre",
    "email":"Correo electrónico",
    "View-project":"ver el proyecto",
    "title-todo":"Lista de tareas pendientes",
    "title-netflix":"Clon de Netflix",
    "title-multi-form":"Formulario multipaso",
    "title-calendar":"Calendario",
    "title-lock":"Pantalla de bloqueo",
    "lead-lock":"Este proyecto fue desarrollado para hacer un bloqueo de pantalla para mejorar las prácticas con el desarrollo web, el uso de HTML, CSS, JavaScript",
    "title-dino":"Juego de Dinos",
    "lead-dino":"En este proyecto tendrás el reto de crear una copia del juego del dinosaurio, famoso en Chrome por entretenernos cuando estamos desconectados. En él utilizaremos HTML, CSS y JavaScript, cubriendo de forma sencilla varios conceptos introductorios importantes para la programación web como son las etiquetas HTML básicas, el manejo de eventos, las funciones y la manipulación de elementos HTML mediante JavaScript, el estilismo y las animaciones básicas con CSS",
    "lead-calendar":"Este proyecto pretende crear un calendario para entrenar las funciones de JavaScript, y también mejorar las nociones de HTML y CSS",
    "lead-multi-form":"Este proyecto tenía como objetivo crear un formulario de varios pasos para entender las peticiones solicitadas y para entenderlo mejor, HTML, CSS, Javascrpit fueron utilizados en este proyecto",
    "lead-netflix":"Este proyecto fue pensado para clonar la interfaz de Netflix, como una forma de entrenamiento para recrear prototipos solicitados por los clientes. Pretende ejercitar los conocimientos adquiridos en HTML, CSS, Javascript y lógica.",
    "lead-todo":"Consiste en crear una lista de tareas para organizarlas y priorizarlas. Pretende ejercitar los conocimientos adquiridos en HTML, CSS,Javascript y lógica.",
    "send-mensagem":"Envíe su mensaje",
    "lead": "Soy desarrollador full stack en Kron Digital y desarrollador web freelance",
    "contact": "Contacto con nosotros",
    "contact-li": "Contacto",
    "project": "Proyectos",
    "questions":"¿Alguna pregunta o comentario?"
}