{
    "nickname": "Poportss",
    "name": "Rafael Portela",
    "email-name":"Nom",
    "email":"courriel",
    "View-project":"voir le projet",
    "title-todo":"Liste des choses à faire",
    "title-multi-form":"Formulaire multi-étapes",
    "title-netflix":"Clone Netflix",
    "title-calendar":"Calendrier",
    "title-lock":"Écran de verrouillage",
    "lead-lock":"Ce projet a été développé pour faire un verrouillage d'écran pour améliorer les pratiques avec le développement web, utiliser HTML, CSS, JavaScript",
    "title-dino":"Jeu de Dino",
    "lead-dino":"Dans ce projet, vous aurez le défi de créer une copie du jeu du dinosaure, célèbre dans Chrome pour nous divertir lorsque nous sommes déconnectés. Nous utiliserons HTML, CSS et JavaScript, couvrant de manière simple plusieurs concepts importants d'introduction à la programmation Web, tels que les balises HTML de base, le traitement des événements, les fonctions et la manipulation des éléments HTML à l'aide de JavaScript, le style et les animations de base avec CSS.",
    "lead-multi-form":"ce projet avait pour but de créer un formulaire en plusieurs étapes pour comprendre les demandes demandées et pour mieux les comprendre, HTML, CSS, Javascrpit ont été utilisés dans ce projet.",
    "lead-calendar":"ce projet a pour but de créer un calendrier d'entraînement aux fonctions JavaScript, et également d'améliorer les notions de HTML et CSS",
    "lead-netflix":"Ce projet a été pensé pour cloner l'interface de Netflix, comme une forme d'entraînement pour recréer les prototypes demandés par les clients. Il vise à exercer les connaissances acquises en HTML, CSS, Javascript et logique.",
    "lead-todo":"Consiste à créer une liste de choses à faire pour organiser et hiérarchiser les tâches. Il vise à exercer les connaissances acquises en HTML, CSS,Javascript et logique.",
    "send-mensagem":"Envoyez votre message",
    "lead": "Je suis un développeur full stack chez Kron Digital et un développeur web freelance.",
    "contact": "Contactez nous",
    "contact-li": "Contactez",
    "project": "Projets",
    "questions":"Des questions ou des commentaires ?"
}